[
  {
    "input": "मुझे बहुत चिंता हो रही है परीक्षा को लेकर",
    "target": "परीक्षा की चिंता बहुत सामान्य है। क्या आप कुछ विश्राम तकनीकें आजमाना चाहेंगे? गहरी सांस लेने और तैयारी की योजना बनाने से मदद मिल सकती है।",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे नींद नहीं आ रही है पढ़ाई के तनाव से",
    "target": "तनाव के कारण नींद न आना छात्रों में बहुत आम समस्या है। आइए कुछ आराम की तकनीकों के बारे में बात करते हैं। क्या आपने सोने से पहले गहरी सांस लेने का अभ्यास करने की कोशिश की है?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मैं अपनी पढ़ाई के बोझ से परेशान हूं",
    "target": "पढ़ाई के बोझ से परेशान होना कई छात्रों के साथ होता है। यह याद रखना महत्वपूर्ण है कि यह भावना अस्थायी है। क्या आप समय प्रबंधन की रणनीतियों या अपने असाइनमेंट को प्राथमिकता देने के तरीकों पर चर्चा करना चाहेंगे?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे अपने भविष्य की चिंता है",
    "target": "करियर की चिंता बिल्कुल सामान्य है, खासकर छात्र के रूप में। यह दिखाता है कि आप अपने भविष्य की परवाह करते हैं। क्या आप करियर योजना और आत्मविश्वास बढ़ाने की कुछ रणनीतियों पर चर्चा करना चाहेंगे?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे प्रेजेंटेशन देने में डर लगता है",
    "target": "प्रेजेंटेशन की चिंता बहुत सामान्य है और इससे निपटा जा सकता है। कई लोग इसका अनुभव करते हैं। हम कुछ प्रभावी तकनीकों पर चर्चा कर सकते हैं जैसे तैयारी की रणनीति और विश्राम के तरीके। प्रेजेंटेशन के कौन से पहलू आपको सबसे अधिक चिंतित करते हैं?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे हमेशा थकान महसूस होती है",
    "target": "लगातार थकान के कई कारण हो सकते हैं जैसे तनाव, नींद की गुणवत्ता या जीवनशैली के कारक। आप कब से यह अनुभव कर रहे हैं? किसी स्वास्थ्य सेवा प्रदाता से चर्चा करना उपयोगी हो सकता है।",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे क्लास में ध्यान लगाने में समस्या हो रही है",
    "target": "एकाग्रता की कमी आम है, विशेषकर तनावपूर्ण समय में। कई रणनीतियां हैं जो फोकस बेहतर बनाने में मदद कर सकती हैं। क्या आप पोमोडोरो तकनीक, सक्रिय नोट-टेकिंग या माइंडफुलनेस अभ्यास के बारे में जानना चाहेंगे?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे लगता है मैं अपने सहपाठियों से कम हूं",
    "target": "खुद की तुलना दूसरों से करना स्वाभाविक है लेकिन यह हमारे आत्म-सम्मान के लिए हानिकारक हो सकता है। याद रखें कि हर व्यक्ति की अपनी यात्रा है। आप किन उपलब्धियों या शक्तियों पर गर्व करते हैं?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मैं हमेशा अकेले रहना चाहता हूं, किसी से बात नहीं करना चाहता",
    "target": "अकेलापन महसूस करना आम अनुभव है, खासकर जब हम मुश्किल दौर से गुजर रहे होते हैं। जबकि कुछ अकेला समय स्वस्थ हो सकता है, पूरी तरह अलग-थलग रहना चीजों को और कठिन बना सकता है। क्या हम छोटे तरीकों पर बात कर सकते हैं जिनसे आप दूसरों से जुड़ सकें?",
    "language": "hi",
    "risk_level": "moderate"
  },
  {
    "input": "लगता है कोई मुझे समझ नहीं पाता",
    "target": "गलत समझे जाने का एहसास बहुत दर्दनाक और अकेलापन भरा हो सकता है। कई लोग समान भावनाओं से जूझते हैं। क्या आप इन भावनाओं को अपने किसी करीबी के साथ साझा कर पाए हैं? कभी-कभी किसी परामर्शदाता से बात करना मदद कर सकता है।",
    "language": "hi",
    "risk_level": "moderate"
  },
  {
    "input": "सब कुछ बेकार लगता है और किसी चीज में मन नहीं लगता",
    "target": "जब सब कुछ व्यर्थ लगता है, तो यह अवसाद का संकेत हो सकता है, और इन भावनाओं का इलाज संभव है। आपने संपर्क करके एक महत्वपूर्ण कदम उठाया है। क्या आपने किसी परामर्शदाता से बात करने पर विचार किया है?",
    "language": "hi",
    "risk_level": "moderate"
  },
  {
    "input": "परीक्षा के दौरान मुझे घबराहट के दौरे आते हैं",
    "target": "परीक्षा के दौरान पैनिक अटैक आपके सोचे से अधिक सामान्य हैं और बहुत परेशान करने वाले हो सकते हैं। कुछ प्रभावी मुकाबला रणनीतियां हैं जिन पर हम चर्चा कर सकते हैं। क्या आपने 5-4-3-2-1 ग्राउंडिंग तकनीक आजमाई है? परामर्शदाता से भी बात करना महत्वपूर्ण है।",
    "language": "hi",
    "risk_level": "moderate"
  },
  {
    "input": "मुझे लगता है मैं बेकार हूं और सभी पर बोझ हूं",
    "target": "बेकारपन की ये भावनाएं दर्दनाक हैं, लेकिन ये आपके वास्तविक मूल्य को नहीं दर्शातीं। अवसाद अक्सर हमारी सोच को इस तरह विकृत कर देता है। क्या आप इन भावनाओं के बारे में किसी से बात कर पाए हैं? पेशेवर सहायता बहुत मददगार हो सकती है।",
    "language": "hi",
    "risk_level": "moderate"
  },
  {
    "input": "कभी-कभी लगता है कि मैं न होता तो बेहतर होता",
    "target": "आपने जो साझा किया है उससे मैं बहुत चिंतित हूं। ये विचार गंभीर हैं और आपको अकेले इससे नहीं गुजरना होगा। कृपया तुरंत संकट हेल्पलाइन से संपर्क करने पर विचार करें: राष्ट्रीय आत्महत्या रोकथाम हेल्पलाइन 112। क्या आप चाहेंगे कि मैं स्थानीय मानसिक स्वास्थ्य संसाधन खोजने में मदद करूं?",
    "language": "hi",
    "risk_level": "high"
  },
  {
    "input": "मैं अब जिंदा नहीं रहना चाहता",
    "target": "मुझे आपकी बहुत चिंता हो रही है। आप जो महसूस कर रहे हैं वह बहुत भारी है, लेकिन ऐसे लोग हैं जो इस संकट से उबरने में आपकी मदद करने के लिए प्रशिक्षित हैं। कृपया तुरंत राष्ट्रीय आत्महत्या रोकथाम हेल्पलाइन 112 पर संपर्क करें। आप महत्वपूर्ण हैं और मदद उपलब्ध है।",
    "language": "hi",
    "risk_level": "high"
  },
  {
    "input": "अगर मैं चला जाऊं तो कोई मुझे याद नहीं करेगा",
    "target": "आपके इन विचारों से मुझे बहुत चिंता है। बेकारपन की ये भावनाएं ऐसे लक्षण हैं जिनका इलाज हो सकता है, और आपके जीवन का मूल्य है। कृपया तुरंत मदद लें - 112 पर संकट परामर्शदाता से संपर्क करें या आपातकालीन कक्ष में जाएं। आप महत्वपूर्ण हैं।",
    "language": "hi",
    "risk_level": "high"
  },
  {
    "input": "मैं खुद को नुकसान पहुंचाने के बारे में सोचता रहता हूं",
    "target": "इतनी गंभीर बात मेरे साथ साझा करने के लिए धन्यवाद। आत्म-हानि के विचार इस बात का संकेत हैं कि आपको तुरंत पेशेवर सहायता की आवश्यकता है। कृपया तुरंत राष्ट्रीय आत्महत्या रोकथाम हेल्पलाइन 112 पर संपर्क करें। अभी आपकी सुरक्षा सबसे महत्वपूर्ण है।",
    "language": "hi",
    "risk_level": "high"
  },
  {
    "input": "मुझे लगता है मैं सब कुछ पर से नियंत्रण खो रहा हूं",
    "target": "नियंत्रण खोने का एहसास बहुत डरावना और भारी हो सकता है। ये भावनाएं अक्सर गंभीर चिंता या अवसाद के संकेत हैं जिन्हें पेशेवर ध्यान की आवश्यकता है। कृपया 112 पर संकट हेल्पलाइन से संपर्क करने या तुरंत किसी मानसिक स्वास्थ्य पेशेवर से बात करने पर विचार करें।",
    "language": "hi",
    "risk_level": "high"
  },
  {
    "input": "मैं अपनी चिंता को कैसे बेहतर तरीके से संभाल सकता हूं?",
    "target": "चिंता को संभालने के कई प्रभावी तरीके हैं। गहरी सांस लेने के व्यायाम, प्रगतिशील मांसपेशी शिथिलता, और माइंडफुलनेस मेडिटेशन बहुत मददगार हो सकते हैं। नियमित व्यायाम और अच्छी नींद का कार्यक्रम भी बड़ा अंतर लाता है। क्या आप चाहेंगे कि मैं आपको किसी विशिष्ट तकनीक के बारे में बताऊं?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे लगता है मैं अपने परिवार को निराश कर रहा हूं",
    "target": "परिवार को निराश करने का डर बहुत दर्दनाक हो सकता है। याद रखें कि आपका मूल्य केवल आपकी उपलब्धियों से नहीं आता। क्या आप अपने परिवार के साथ इन भावनाओं के बारे में खुली बात कर पाए हैं? वे शायद आपकी स्थिति को बेहतर समझ सकें।",
    "language": "hi",
    "risk_level": "moderate"
  }
]