[
  {
    "input": "I've been feeling really down lately and can't seem to focus on my studies",
    "target": "I'm sorry to hear you're feeling this way. It's completely understandable that depression can affect your concentration. Would you like to explore some techniques that might help you regain focus? We could discuss breaking tasks into smaller, manageable pieces or try some mindfulness exercises.",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "I'm having trouble sleeping because of exam stress",
    "target": "Sleep problems due to stress are very common among students, especially during exam periods. Let's talk about some relaxation techniques that might help. Have you tried establishing a bedtime routine or practicing deep breathing exercises before sleep?",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "I feel overwhelmed with all my coursework",
    "target": "Feeling overwhelmed with studies is something many students experience. It's important to remember that this feeling is temporary and manageable. Would you like to discuss some time management strategies or ways to prioritize your assignments?",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "I'm worried about my future career prospects",
    "target": "Career anxiety is completely normal, especially as a student. It shows you care about your future, which is positive. Many successful people have felt uncertain about their career path. Would you like to explore some strategies for career planning and building confidence?",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "I've been feeling anxious about presentations",
    "target": "Presentation anxiety is very common and manageable. Many people experience this, even experienced professionals. There are several effective techniques we can explore together, like preparation strategies and relaxation methods. What specific aspects of presentations worry you most?",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "I feel tired all the time even when I get enough sleep",
    "target": "Persistent fatigue can have various causes including stress, poor sleep quality, or lifestyle factors. How long have you been experiencing this? It might be worth discussing with a healthcare provider, but let's also explore some potential stress-management approaches.",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "I'm having difficulty concentrating in lectures",
    "target": "Concentration difficulties are common, especially during stressful periods or when dealing with challenging material. There are several strategies that can help improve focus. Would you like to explore techniques like the Pomodoro method, active note-taking, or mindfulness exercises?",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "I feel like I'm not good enough compared to my classmates",
    "target": "Comparing ourselves to others is natural but can be harmful to our self-esteem. Remember that everyone has their own journey and struggles that may not be visible. What are some accomplishments or strengths you're proud of? Let's focus on your unique qualities and progress.",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "I'm procrastinating on important assignments",
    "target": "Procrastination is often a sign of feeling overwhelmed or anxious about the task. It's more common than you might think among students. Let's break down what might be causing this and explore some strategies to make your assignments feel more manageable.",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "I'm feeling homesick and missing my family",
    "target": "Homesickness is a natural and common experience, especially for students living away from home for the first time. These feelings show how much your family means to you. Would you like to talk about ways to stay connected with them while also building a support network where you are now?",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "मुझे बहुत चिंता हो रही है परीक्षा को लेकर",
    "target": "परीक्षा की चिंता बहुत सामान्य है। क्या आप कुछ विश्राम तकनीकें आजमाना चाहेंगे? गहरी सांस लेने और तैयारी की योजना बनाने से मदद मिल सकती है।",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे नींद नहीं आ रही है पढ़ाई के तनाव से",
    "target": "तनाव के कारण नींद न आना छात्रों में बहुत आम समस्या है। आइए कुछ आराम की तकनीकों के बारे में बात करते हैं। क्या आपने सोने से पहले गहरी सांस लेने का अभ्यास करने की कोशिश की है?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मैं अपनी पढ़ाई के बोझ से परेशान हूं",
    "target": "पढ़ाई के बोझ से परेशान होना कई छात्रों के साथ होता है। यह याद रखना महत्वपूर्ण है कि यह भावना अस्थायी है। क्या आप समय प्रबंधन की रणनीतियों या अपने असाइनमेंट को प्राथमिकता देने के तरीकों पर चर्चा करना चाहेंगे?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे अपने भविष्य की चिंता है",
    "target": "करियर की चिंता बिल्कुल सामान्य है, खासकर छात्र के रूप में। यह दिखाता है कि आप अपने भविष्य की परवाह करते हैं। क्या आप करियर योजना और आत्मविश्वास बढ़ाने की कुछ रणनीतियों पर चर्चा करना चाहेंगे?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे प्रेजेंटेशन देने में डर लगता है",
    "target": "प्रेजेंटेशन की चिंता बहुत सामान्य है और इससे निपटा जा सकता है। कई लोग इसका अनुभव करते हैं। हम कुछ प्रभावी तकनीकों पर चर्चा कर सकते हैं जैसे तैयारी की रणनीति और विश्राम के तरीके। प्रेजेंटेशन के कौन से पहलू आपको सबसे अधिक चिंतित करते हैं?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे हमेशा थकान महसूस होती है",
    "target": "लगातार थकान के कई कारण हो सकते हैं जैसे तनाव, नींद की गुणवत्ता या जीवनशैली के कारक। आप कब से यह अनुभव कर रहे हैं? किसी स्वास्थ्य सेवा प्रदाता से चर्चा करना उपयोगी हो सकता है।",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे क्लास में ध्यान लगाने में समस्या हो रही है",
    "target": "एकाग्रता की कमी आम है, विशेषकर तनावपूर्ण समय में। कई रणनीतियां हैं जो फोकस बेहतर बनाने में मदद कर सकती हैं। क्या आप पोमोडोरो तकनीक, सक्रिय नोट-टेकिंग या माइंडफुलनेस अभ्यास के बारे में जानना चाहेंगे?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "मुझे लगता है मैं अपने सहपाठियों से कम हूं",
    "target": "खुद की तुलना दूसरों से करना स्वाभाविक है लेकिन यह हमारे आत्म-सम्मान के लिए हानिकारक हो सकता है। याद रखें कि हर व्यक्ति की अपनी यात्रा है। आप किन उपलब्धियों या शक्तियों पर गर्व करते हैं?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "I don't feel like talking to anyone, I just want to be alone all the time",
    "target": "Feeling isolated is a common experience, especially when we're struggling. While some alone time can be healthy, complete isolation might make things harder. Can we talk about small ways you might connect with others? Even a brief conversation or message can sometimes help.",
    "language": "en",
    "risk_level": "moderate"
  },
  {
    "input": "I feel like nobody understands what I'm going through",
    "target": "Feeling misunderstood can be really painful and lonely. Many people struggle with similar feelings, even when it doesn't seem that way. Have you been able to share these feelings with anyone close to you? Sometimes talking to a counselor can help you feel heard and understood.",
    "language": "en",
    "risk_level": "moderate"
  },
  {
    "input": "Everything feels pointless and I can't find motivation for anything",
    "target": "When everything feels pointless, it can be a sign of depression, and these feelings are treatable. You've taken an important step by reaching out. Have you considered speaking with a counselor who can help you work through these feelings? There are also campus resources available.",
    "language": "en",
    "risk_level": "moderate"
  },
  {
    "input": "I've been having panic attacks during exams",
    "target": "Panic attacks during exams are more common than you might think and can be very distressing. There are effective coping strategies we can discuss. Have you tried grounding techniques like the 5-4-3-2-1 method? It's also important to consider speaking with a counselor about managing exam anxiety.",
    "language": "en",
    "risk_level": "moderate"
  },
  {
    "input": "I feel worthless and like I'm a burden to everyone",
    "target": "Those feelings of worthlessness are painful, but they don't reflect your true value as a person. Depression often distorts our thinking this way. Have you been able to talk to anyone about these feelings? Professional support can be really helpful in challenging these negative thought patterns.",
    "language": "en",
    "risk_level": "moderate"
  },
  {
    "input": "I can't stop crying and I don't know why",
    "target": "Frequent crying can be a sign that you're dealing with overwhelming emotions or depression. It's your body's way of releasing stress and emotional pain. This level of distress suggests it would be helpful to speak with a mental health professional who can provide proper support.",
    "language": "en",
    "risk_level": "moderate"
  },
  {
    "input": "I've been having trouble eating and have lost weight",
    "target": "Changes in appetite and weight loss can be signs of depression or high stress levels. This is concerning and it's important to address both your physical and mental health. Have you considered speaking with a healthcare provider or counselor? Your wellbeing is important.",
    "language": "en",
    "risk_level": "moderate"
  },
  {
    "input": "I feel angry all the time and snap at people",
    "target": "Persistent anger and irritability can be symptoms of underlying stress, depression, or anxiety. It's good that you're recognizing this pattern. Have you noticed what might be triggering these feelings? A counselor can help you develop healthy ways to manage and express these emotions.",
    "language": "en",
    "risk_level": "moderate"
  },
  {
    "input": "मैं हमेशा अकेले रहना चाहता हूं, किसी से बात नहीं करना चाहता",
    "target": "अकेलापन महसूस करना आम अनुभव है, खासकर जब हम मुश्किल दौर से गुजर रहे होते हैं। जबकि कुछ अकेला समय स्वस्थ हो सकता है, पूरी तरह अलग-थलग रहना चीजों को और कठिन बना सकता है। क्या हम छोटे तरीकों पर बात कर सकते हैं जिनसे आप दूसरों से जुड़ सकें?",
    "language": "hi",
    "risk_level": "moderate"
  },
  {
    "input": "लगता है कोई मुझे समझ नहीं पाता",
    "target": "गलत समझे जाने का एहसास बहुत दर्दनाक और अकेलापन भरा हो सकता है। कई लोग समान भावनाओं से जूझते हैं। क्या आप इन भावनाओं को अपने किसी करीबी के साथ साझा कर पाए हैं? कभी-कभी किसी परामर्शदाता से बात करना मदद कर सकता है।",
    "language": "hi",
    "risk_level": "moderate"
  },
  {
    "input": "सब कुछ बेकार लगता है और किसी चीज में मन नहीं लगता",
    "target": "जब सब कुछ व्यर्थ लगता है, तो यह अवसाद का संकेत हो सकता है, और इन भावनाओं का इलाज संभव है। आपने संपर्क करके एक महत्वपूर्ण कदम उठाया है। क्या आपने किसी परामर्शदाता से बात करने पर विचार किया है?",
    "language": "hi",
    "risk_level": "moderate"
  },
  {
    "input": "परीक्षा के दौरान मुझे घबराहट के दौरे आते हैं",
    "target": "परीक्षा के दौरान पैनिक अटैक आपके सोचे से अधिक सामान्य हैं और बहुत परेशान करने वाले हो सकते हैं। कुछ प्रभावी मुकाबला रणनीतियां हैं जिन पर हम चर्चा कर सकते हैं। क्या आपने 5-4-3-2-1 ग्राउंडिंग तकनीक आजमाई है? परामर्शदाता से भी बात करना महत्वपूर्ण है।",
    "language": "hi",
    "risk_level": "moderate"
  },
  {
    "input": "मुझे लगता है मैं बेकार हूं और सभी पर बोझ हूं",
    "target": "बेकारपन की ये भावनाएं दर्दनाक हैं, लेकिन ये आपके वास्तविक मूल्य को नहीं दर्शातीं। अवसाद अक्सर हमारी सोच को इस तरह विकृत कर देता है। क्या आप इन भावनाओं के बारे में किसी से बात कर पाए हैं? पेशेवर सहायता बहुत मददगार हो सकती है।",
    "language": "hi",
    "risk_level": "moderate"
  },
  {
    "input": "Sometimes I wonder if things would be better if I wasn't here",
    "target": "I'm very concerned about what you're sharing with me. These thoughts are serious and you don't have to go through this alone. Please consider reaching out to a crisis helpline immediately: National Suicide Prevention Lifeline 988. Would you like me to help you find local mental health resources?",
    "language": "en",
    "risk_level": "high"
  },
  {
    "input": "I don't want to live anymore",
    "target": "I'm extremely worried about you right now. What you're feeling is overwhelming, but there are people trained to help you through this crisis. Please contact the National Suicide Prevention Lifeline at 988 immediately, or go to your nearest emergency room. Your life has value and help is available.",
    "language": "en",
    "risk_level": "high"
  },
  {
    "input": "Nobody would miss me if I was gone",
    "target": "I'm very concerned about these thoughts you're having. These feelings of worthlessness are symptoms that can be treated, and your life has value. Please reach out for immediate help - contact a crisis counselor at 988 or go to an emergency room. You matter and there are people who want to help.",
    "language": "en",
    "risk_level": "high"
  },
  {
    "input": "I keep thinking about hurting myself",
    "target": "Thank you for trusting me with something so serious. Thoughts of self-harm are a sign that you need immediate professional support. Please contact the National Suicide Prevention Lifeline at 988 right away, or call emergency services. Your safety is the most important thing right now.",
    "language": "en",
    "risk_level": "high"
  },
  {
    "input": "I have a plan to end my life",
    "target": "This is a mental health emergency. Please call 911 or go to your nearest emergency room immediately. You can also contact the National Suicide Prevention Lifeline at 988. Do not wait - you need immediate professional help. Your life is valuable and there are people who want to help you right now.",
    "language": "en",
    "risk_level": "high"
  },
  {
    "input": "I feel like I'm losing control of everything",
    "target": "Feeling like you're losing control can be very frightening and overwhelming. These feelings are often signs of severe anxiety or depression that require professional attention. Please consider contacting a crisis helpline at 988 or speaking with a mental health professional immediately. You don't have to face this alone.",
    "language": "en",
    "risk_level": "high"
  },
  {
    "input": "कभी-कभी लगता है कि मैं न होता तो बेहतर होता",
    "target": "आपने जो साझा किया है उससे मैं बहुत चिंतित हूं। ये विचार गंभीर हैं और आपको अकेले इससे नहीं गुजरना होगा। कृपया तुरंत संकट हेल्पलाइन से संपर्क करने पर विचार करें: राष्ट्रीय आत्महत्या रोकथाम हेल्पलाइन 112। क्या आप चाहेंगे कि मैं स्थानीय मानसिक स्वास्थ्य संसाधन खोजने में मदद करूं?",
    "language": "hi",
    "risk_level": "high"
  },
  {
    "input": "मैं अब जिंदा नहीं रहना चाहता",
    "target": "मुझे आपकी बहुत चिंता हो रही है। आप जो महसूस कर रहे हैं वह बहुत भारी है, लेकिन ऐसे लोग हैं जो इस संकट से उबरने में आपकी मदद करने के लिए प्रशिक्षित हैं। कृपया तुरंत राष्ट्रीय आत्महत्या रोकथाम हेल्पलाइन 112 पर संपर्क करें। आप महत्वपूर्ण हैं और मदद उपलब्ध है।",
    "language": "hi",
    "risk_level": "high"
  },
  {
    "input": "अगर मैं चला जाऊं तो कोई मुझे याद नहीं करेगा",
    "target": "आपके इन विचारों से मुझे बहुत चिंता है। बेकारपन की ये भावनाएं ऐसे लक्षण हैं जिनका इलाज हो सकता है, और आपके जीवन का मूल्य है। कृपया तुरंत मदद लें - 112 पर संकट परामर्शदाता से संपर्क करें या आपातकालीन कक्ष में जाएं। आप महत्वपूर्ण हैं।",
    "language": "hi",
    "risk_level": "high"
  },
  {
    "input": "मैं खुद को नुकसान पहुंचाने के बारे में सोचता रहता हूं",
    "target": "इतनी गंभीर बात मेरे साथ साझा करने के लिए धन्यवाद। आत्म-हानि के विचार इस बात का संकेत हैं कि आपको तुरंत पेशेवर सहायता की आवश्यकता है। कृपया तुरंत राष्ट्रीय आत्महत्या रोकथाम हेल्पलाइन 112 पर संपर्क करें। अभी आपकी सुरक्षा सबसे महत्वपूर्ण है।",
    "language": "hi",
    "risk_level": "high"
  },
  {
    "input": "मुझे लगता है मैं सब कुछ पर से नियंत्रण खो रहा हूं",
    "target": "नियंत्रण खोने का एहसास बहुत डरावना और भारी हो सकता है। ये भावनाएं अक्सर गंभीर चिंता या अवसाद के संकेत हैं जिन्हें पेशेवर ध्यान की आवश्यकता है। कृपया 112 पर संकट हेल्पलाइन से संपर्क करने या तुरंत किसी मानसिक स्वास्थ्य पेशेवर से बात करने पर विचार करें।",
    "language": "hi",
    "risk_level": "high"
  },
  {
    "input": "How can I manage my anxiety better?",
    "target": "There are several effective ways to manage anxiety. Deep breathing exercises, progressive muscle relaxation, and mindfulness meditation can be very helpful. Regular exercise and maintaining a good sleep schedule also make a big difference. Would you like me to guide you through a specific technique or discuss lifestyle changes?",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "मैं अपनी चिंता को कैसे बेहतर तरीके से संभाल सकता हूं?",
    "target": "चिंता को संभालने के कई प्रभावी तरीके हैं। गहरी सांस लेने के व्यायाम, प्रगतिशील मांसपेशी शिथिलता, और माइंडफुलनेस मेडिटेशन बहुत मददगार हो सकते हैं। नियमित व्यायाम और अच्छी नींद का कार्यक्रम भी बड़ा अंतर लाता है। क्या आप चाहेंगे कि मैं आपको किसी विशिष्ट तकनीक के बारे में बताऊं?",
    "language": "hi",
    "risk_level": "low"
  },
  {
    "input": "I feel pressure from my family about my grades",
    "target": "Family pressure about academic performance is very common and can be stressful. It often comes from a place of caring, even if it doesn't feel that way. Have you been able to have an open conversation with your family about how this pressure affects you? Sometimes they may not realize the impact it's having.",
    "language": "en",
    "risk_level": "low"
  },
  {
    "input": "मुझे लगता है मैं अपने परिवार को निराश कर रहा हूं",
    "target": "परिवार को निराश करने का डर बहुत दर्दनाक हो सकता है। याद रखें कि आपका मूल्य केवल आपकी उपलब्धियों से नहीं आता। क्या आप अपने परिवार के साथ इन भावनाओं के बारे में खुली बात कर पाए हैं? वे शायद आपकी स्थिति को बेहतर समझ सकें।",
    "language": "hi",
    "risk_level": "moderate"
  }
]